app/controllers/poems_controller.rb

  def index
    @poems = Poem.all
---
SELECT "poems".* FROM "poems"

  def create
    @poem = Poem.new(poem_params)

    respond_to do |format|
      if @poem.save
---
INSERT INTO "poems" ("created_at", "incipit", "meter", "poem", "title", "updated_at", "volume", "year") VALUES (?, ?, ?, ?, ?, ?, ?, ?)

    def set_poem
      @poem = Poem.find(params[:id])
---
SELECT "poems".* FROM "poems" WHERE "poems"."id" = ? LIMIT 1  [["id", "1"]]