app/controllers/quotes_controller.rb

  def create
    @quote = Quote.new(quote_params)

    respond_to do |format|
      if @quote.save
---
INSERT INTO "quotes" ("created_at", "quote", "title", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", Mon, 17 Feb 2014 09:00:46 UTC +00:00], ["quote", "Płatki dzikiej róży"], ["title", "Haiku"], ["updated_at", Mon, 17 Feb 2014 09:00:46 UTC +00:00]]